{
    "metadata": {
      "title": "",
      "description": ""
    },
    "home": {
      "follow_github": "مختبر البحث المفتوح",
      "main_header": "قم ببناء مواقع توثيق مذهلة بسهولة ومرونة لمشاريع متنوعة.",
      "sub_header": "يقدم هذا القالب الغني بالميزات، المبني باستخدام أطر عمل متعددة مثل Next.js وReact Router وTanStack Router، تصميمًا أنيقًا ومتجاوبًا مثاليًا لجميع احتياجات توثيق مشاريعك.",
      "get_started": "ابدأ الآن",
      "our_values": "قيمنا",
      "read_blog": "اقرأ المدونة",
      "name": "Refine",
      "join_community": "انضم إلى مجتمعنا"
    },
    "footer": {
      "built_by": "تم البناء بواسطة",
      "source_code_available": "الكود المصدري متاح على",
      "deploy": "نشر",
      "sponsor": "راعي",
      "copyright": "جميع الحقوق محفوظة لـ Refine"
    },
    "navbar": {
      "links": {
        "about": "عن مهمتنا",
        "documentation": "التوثيق",
        "blog": "المدونة",
        "examples": "أمثلة",
        "guides": "أدلة",
        "community": "المجتمع"
      },
      "search": {
        "search_documentation": "ابحث في التوثيق...",
        "no_results_found": "لم يتم العثور على نتائج لـ",
        "type_something": "اكتب شيئًا للبحث..."
      },
      "theme": {
        "light": "فاتح",
        "dark": "داكن",
        "system": "النظام"
      }
    },
    "about": {
        "heading": "Welcome to Refine AI",
        "paragraph1": "Refine AI is an open-science artificial intelligence research lab dedicated to pioneering data quality—the foundation of efficient, reliable, and fair AI development. In a world where AI is increasingly integrated into critical applications, poor-quality data leads to biased, inefficient, and unreliable AI systems. We believe that high-quality, well-structured, and representative training datasets are essential for building robust AI models that generalize across diverse real-world scenarios.",
        "paragraph2": "At Refine AI, we recognize that while advancements in AI training algorithms have been significant, the progress in training data quality has not kept pace. We are committed to addressing this gap through innovative solutions that enhance the foundation of AI models. We aim to advance research on data quality for optimal and efficient AI training. We also work on detecting and mitigating bias to ensure fairness and responsibility in AI systems. To tackle challenges like data scarcity and privacy concerns, we focus on synthetic data generation, which strengthens model robustness. Furthermore, we aim to bridge the AI accessibility gap by developing high-quality datasets for low-resource languages, empowering more inclusive and diverse AI systems.",
        "paragraph3": "We are a team of AI scientists and engineers, drawing expertise from both academia and industry, who have developed pioneering large language models like ALLaM and AceGPT.",
        "paragraph4": "Our mission is to democratize AI research and development by providing open-source tools, datasets, and resources that empower researchers, developers, and organizations to build high-quality AI systems. We believe in the power of collaboration and knowledge sharing to drive innovation and accelerate progress in the field of AI.",
        "subheading1": "Our Mission",
        "paragraph5": "AI models are only as good as the data they are trained on. Poorly curated datasets result in inefficiencies, unreliable predictions, and biased decision-making. High-quality, diverse, and well-annotated data is crucial for making AI fairer, safer, and more efficient across all domains.",
        "subheading2": "Pioneering Synthetic Data for AI Training",
        "paragraph6": "Synthetic data generation is a key focus area for us. By creating high-quality synthetic datasets, we can overcome challenges like data scarcity, privacy concerns, and bias in training data. Our synthetic data solutions are designed to enhance model robustness and generalization across diverse real-world scenarios.",
        "subheading3": "Championing Low-Resource Languages",
        "paragraph7": "Most AI models today are trained on data from high-resource languages, leaving billions of speakers of low-resource languages underserved. At Refine AI, we are committed to developing high-quality datasets, benchmarks, and synthetic data solutions for low-resource languages, ensuring that AI is more inclusive, culturally aware, and globally impactful.",
        "subheading4": "Committing to Open Science",
        "paragraph8": "We believe in the principles of open science, which means making our research, datasets, and tools freely available to the global community. By sharing our findings and resources, we aim to foster collaboration, accelerate innovation, and contribute to the collective knowledge in the field of AI. Our commitment to transparency and openness is at the core of everything we do.",
        "paragraph9": " Join us in building high-quality, ethical, and efficient AI for all."
      },
    "docs": {
      "on_this_page": "في هذه الصفحة",
      "next": "التالي",
      "previous": "السابق"
    },
    "not_found": {
      "404": "٤٠٤",
      "page_not_found": "الصفحة غير موجودة",
      "sub_text": "عذرًا! الصفحة التي تبحث عنها غير موجودة.",
      "back_to_homepage": "العودة إلى الصفحة الرئيسية"
    },
    "leftbar": {
      "getting_started": "البدء",
      "introduction": "مقدمة",
      "installation": "التثبيت"
    },
    "blog": {
      "title": "أحدث مقالات هذا المنتج",
      "sub_title": "كل الأخبار والمقالات الحديثة من الفريق مباشرة.",
      "published_on": "تاريخ النشر",
      "back_to_blog": "العودة إلى المدونة",
      "posted_by": "نُشر بواسطة"
    },
    "error": {
      "oops": "عذرًا!",
      "something_went_wrong": "حدث خطأ ما.",
      "sub_text": "نأسف، لكن حدث خطأ أثناء معالجة طلبك.",
      "reload_page": "إعادة تحميل الصفحة",
      "back_to_homepage": "العودة إلى الصفحة الرئيسية"
    }
  }
  